module.exports = {
	data: {
        name: "再翻訳",
        description: "怪文書を再翻訳します。",
    },
	async execute(interaction) {
		await interaction.reply('高橋さん、レポートありがとうございます。\n2班がみんなと一緒になれたのはありがたかったです。\nしかし.........。皆さんに割く時間がなくなってきたので、ここからはあまり肉付けをせず、勢いで書かせていただきます。わからないことがあったら、何度も声に出して読んでください。一人で読んでわからなければ、みんなで読めばいい。\n\n1班の真似をして焦ったのか知らないが、頼むからちゃんと聞いて対応してくれ。\n時間や長さの問題じゃないんだ。芝居として面白いかどうかの問題なんだ。そして、君たちが自分たちで面白い芝居を作れるように、いつも課題を出しているんだ。\nこの台本を使ってください」とカットされた台本を渡したわけでもないし、「台本を書きなさい」と言ったわけでもない。鈴木の脚本をどう扱うかという話をすると聞いていたので、参考までに一晩でできることをやっただけです。クリエイティブな作業のイメージをつかむための出発点を与えただけです。脚本をつくったわけではありません。ただ、カットしただけです。\nあと、念のため言っておくと、鈴木の脚本を使えとか使うなとかは言ってませんよ。ただ、どうしたいかと聞いただけです。そして、どのような道を選ぼうとも、それに応じる用意があることを表明した。\nほら。台本を書けとは言ってない。台本の書き方（のようなもの）を教えようとしたんだ。あなたが取り組めるような手順を示しただけです。カードと人間のストーリーテリング。でもあなたは私が与えたステップを無視して、私が教えていない道を進んでいる。\n脚本は書けるのか？面白い演劇ができるのか？なんだその俺よりいい脚本が書けるみたいな口は？そんなに自分に自信があるのか？そんなこと言うんじゃないよ 100年早いんだよ\nなんでこんなにステップを踏ませたかわかるか？鈴木の脚本は、なぜ使いにくいかわかるか？なぜカットしたのか？なぜ面白くなるのかもわからないんだろう？\nお前らはわかってないんだよ。分からなくていいんだよ。だから何度も言っているんだけど、わからなくてもそれを受け入れて向き合えば、面白くなるんだから。でも、君たちはそれをやらない。\n信じてくれないのか？いらないのか？じゃあ、2班はこれから自習だ。ただし、私の授業で、私の話も聞かずに自作を発表することは許さない。自分でやりたければやりなさい。\n\n私は、この講座のメンバー全員で芝居を作ることをあきらめてはいません。でも、課題を用意して質問しても返してもらえないのは、体も心もとてもつらいです。返してくれない人のために労力を使い、返してくれる人に手を差し伸べられないのは申し訳ないと思っています。\nお願いします。想像してください。考えてみてください。');
	}
}