module.exports = {
	data: {
        name: "怪文書",
        description: "綾田が怪文書を送信します。",
    },
	async execute(interaction) {
		await interaction.reply('高橋、報告ありがとう。\nグループ2がみんなで集まれたことは、評価する。\nしかしだ……君達のために時間を割くのももう限界なので、ここからはあまり推敲したりせず、勢いで書くぞ。分からなかったら、何度も声に出して読むこと。一人で読んで分からないなら、みんなで読めばいい。\n\n「ヤバい」と焦ってグループ1の真似でもしようとしたのか知らないが、いい加減、ちゃんと聞いてちゃんと返してくれ。\n時間とか長さとかの問題じゃないんだわ。演劇として面白いかなんだよ。で、俺はいつも、君達の力でも面白い演劇がつくれるように、課題を与えている。\n俺は「この台本を使え」と言ってカット台本を渡したわけではないし、そもそも一言も台本を書けだなんて言っていない。鈴木の台本をどう扱うか話し合うと聞いたから、参考のために一晩でしてやれることをしただけだ。創作のイメージをつかんでもらうために、再スタート地点を示しただけだ。台本を作ったわけじゃない。カットしただけ。\nこれも念のため言っておくが、俺は鈴木の台本を使えとも使うなとも言っていないからな。俺は君達がどうしたいか問うただけだ。そして君達がどちらの道を選ぼうと応える覚悟を表明していた。\nいいか。俺は台本を書けだなんて一度も言っていないはずだ。確かに俺は台本の書き方（のようなもの）を教えようとしていた。君達でも取り組んで行けるようなステップを少しずつ与えていた。カードや人間紙芝居がそれだ。だが君達は、俺が与えたステップを無視して、教えてもいない道を進もうとしている。\n君達に台本なんて書けるのか？それ面白い演劇になるのか？俺よりいい台本が書けるみたいなその口ぶりはなんだ？自分達のやり方にそんなに自信があるのか？なめるな。百年早いわ。\nなぜ色んなステップを与えて来たのか分かるか？なぜ鈴木の台本を活かすのが難しいのか分かるか？なぜカットしたのかは？なぜ面白くなるのかも分かんないだろう？\n君達に分かるわけないんだよ。分からなくていいんだよ。だから、分からなくても、受け入れて向き合えと、そうしたら面白くなるからと、何度も言っている。でも、君達はそれをやらない。\n俺が信じられない？俺は要らない？だったらグループ2はこれからずっと自習にする。ただし、俺の話を聞きもせず、君達が勝手につくった作品を、俺の授業の枠の中で発表させるわけにはいかない。勝手にやりたきゃやってくれ。\n\n俺はこの講座のメンバー全員と演劇をつくることを諦めちゃいない。でも、命を削って課題を用意したり問い掛けたりしても、ちゃんと返してもらえないのは、心も体もさすがにキツいんだわ。ちゃんと返してくれない人達に労力を使って、ちゃんと返してくれる人達に手を掛けてやれないのも、申し訳ないんだわ。\n頼む。想像してくれ。よく考えてくれ。');
	}
}